{
  "E1": 30522,
  "E10": 30523,
  "E11": 30524,
  "E12": 30525,
  "E13": 30526,
  "E14": 30527,
  "E15": 30528,
  "E16": 30529,
  "E17": 30530,
  "E18": 30531,
  "E19": 30532,
  "E2": 30533,
  "E20": 30534,
  "E21": 30535,
  "E22": 30536,
  "E23": 30537,
  "E24": 30538,
  "E25": 30539,
  "E26": 30540,
  "E27": 30541,
  "E28": 30542,
  "E29": 30543,
  "E3": 30544,
  "E30": 30545,
  "E31": 30546,
  "E32": 30547,
  "E33": 30548,
  "E34": 30549,
  "E35": 30550,
  "E36": 30551,
  "E37": 30552,
  "E38": 30553,
  "E39": 30554,
  "E4": 30555,
  "E40": 30556,
  "E41": 30557,
  "E42": 30558,
  "E43": 30559,
  "E5": 30560,
  "E6": 30561,
  "E7": 30562,
  "E8": 30563,
  "E9": 30564,
  "[DIST]": 30565
}
